black
clang-format
coreutils
gnupg
go
helm
htop
jq
kind
kubernetes-cli
libvirt
nmap
pandoc
prettier
pyenv
qemu
vim
watch
wget
yq
